[
  {
    "id": 1,
    "titol": "The Lion King",
    "descripcio": "Simba, un león joven y heredero al trono, es desterrado de su reino por su tío malvado. Con la ayuda de nuevos amigos, Simba debe descubrir cómo reclamar lo que legítimamente le corresponde.",
    "director": "Roger Allers, Rob Minkoff",
    "any": 1994,
    "url": "https://upload.wikimedia.org/wikipedia/en/3/3d/The_Lion_King_poster.jpg"
  },

  {
    "id": 2,
    "titol": "Frozen",
    "descripcio": "Después de que el reino de Arendelle quede atrapado en un invierno eterno, la intrépida princesa Anna se une a un montañés rudo llamado Kristoff y a su leal reno Sven en una búsqueda para encontrar a su hermana Elsa, cuyos poderes de hielo han atrapado al reino en un invierno eterno.",
    "director": "Chris Buck, Jennifer Lee",
    "any": 2013,
    "url": "https://upload.wikimedia.org/wikipedia/en/0/05/Frozen_%282013_film%29_poster.jpg"
  },
  {
    "id": 3,
    "titol": "Toy Story",
    "descripcio": "Un grupo de juguetes cobran vida cuando su dueño, Andy, no está presente. Cuando un nuevo juguete llamado Buzz Lightyear entra en la vida de Andy, Woody, el juguete favorito de Andy, se siente amenazado y comienza una rivalidad entre ellos.",
    "director": "John Lasseter",
    "any": 1995,
    "url": "https://upload.wikimedia.org/wikipedia/en/1/13/Toy_Story.jpg"
  },
  {
    "id": 6,
    "titol": "Finding Nemo",
    "descripcio": "Un pez payaso llamado Marlin emprende un viaje épico para encontrar a su hijo Nemo, quien fue capturado por un buceador y llevado a un acuario.",
    "director": "Andrew Stanton",
    "any": 2003,
    "url": "https://upload.wikimedia.org/wikipedia/en/2/29/Finding_Nemo.jpg"
  },
  {
    "id": 7,
    "titol": "Moana",
    "descripcio": "Una joven llamada Moana se embarca en una aventura para salvar su isla y su gente. En su viaje, se encuentra con el semidiós Maui, quien la ayuda en su búsqueda.",
    "director": "Ron Clements, John Musker",
    "any": 2016,
    "url": "https://upload.wikimedia.org/wikipedia/en/2/26/Moana_Teaser_Poster.jpg"
  },
  {
    "id": 8,
    "titol": "Coco",
    "descripcio": "Miguel, un niño de 12 años, se embarca en una extraordinaria aventura a través de la Tierra de los Muertos para descubrir la verdad detrás de la historia de su familia y su prohibición de la música.",
    "director": "Lee Unkrich",
    "any": 2017,
    "url": "https://upload.wikimedia.org/wikipedia/en/9/98/Coco_%282017_film%29_poster.jpg"
  },

  {
    "id": 9,
    "titol": "Tangled",
    "descripcio": "Una princesa llamada Rapunzel, que tiene el pelo más largo y mágico del mundo, escapa de su torre y se embarca en una aventura con un ladrón buscado llamado Flynn Rider.",
    "director": "Nathan Greno, Byron Howard",
    "any": 2010,
    "url": "https://upload.wikimedia.org/wikipedia/en/a/a8/Tangled_poster.jpg"
  }
]